---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.ElementTypeDuplicatedEventArgs
source: html/0dc7daba-2f7a-12c7-42cd-20c7b0bd9793.htm
---
# ElementTypeDuplicatedEventArgs Methods

Indicates whether the event is being cancelled.